Show / Hide Table of Contents
Enum ReinfFabrication
Reinforcement fabrication
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ReinfFabrication
Fields
 Name |  Description
 ColdWorked
Cold worked
 HotRolled
Hot rolled
 Improve this Doc
 View Source